{
  "kronikea-policy": "Politique de confidentialité de Kronikea",
  "latest-update": "Dernière mise à jour",
  "privacy-intro": "La politique de confidentialité suivante régit la manière dont Kronikea (ci-après dénommé \"nous\", \"notre\", \"nos\") collecte, utilise, stocke et protège vos informations personnelles lorsque vous utilisez notre site internet (ci-après dénommé \"le Site\"). Nous nous engageons à protéger votre vie privée et à assurer la sécurité de vos données. En utilisant le Site, vous acceptez les conditions énoncées dans cette politique de confidentialité.",
  "collect": "Collecte d'informations",
  "collect-intro": "Lorsque vous utilisez notre Site, nous pouvons collecter les types d'informations suivants",
  "collect-1": "Informations personnelles : Nous pouvons collecter des informations telles que votre nom, votre adresse e-mail, et d'autres informations que vous choisissez de fournir volontairement lors de l'inscription ou de la création de votre profil.",
  "collect-2": "Informations de connexion : Nous pouvons collecter des informations sur votre utilisation du Site, y compris votre adresse IP, votre type de navigateur, vos heures de visite, et les pages que vous avez consultées. Ces informations sont collectées automatiquement par le biais de cookies et de technologies similaires.",
  "collect-3": "Contenu généré par l'utilisateur : Lorsque vous publiez du contenu sur le Site, tel que des histoires, des commentaires ou des images, ces informations peuvent être collectées et affichées publiquement.",
  "use": "Utilisation des informations",
  "use-intro": "Nous utilisons les informations collectées pour les finalités suivantes",
  "use-1": "Fournir et améliorer nos services : Nous utilisons vos informations personnelles pour vous permettre d'utiliser notre Site, vous fournir des fonctionnalités et des services, et améliorer votre expérience utilisateur.",
  "use-2": "Personnalisation : Nous pouvons utiliser vos informations pour personnaliser votre expérience sur le Site, y compris en vous recommandant du contenu en fonction de vos préférences.",
  "use-3": "Communication : Nous pouvons vous contacter par e-mail ou d'autres moyens pour vous informer des mises à jour, des nouveautés ou pour répondre à vos questions.",
  "share": "Partage d'informations",
  "share-intro": "Nous ne vendons pas, ne louons pas et ne partageons pas vos informations personnelles avec des tiers à des fins de marketing direct sans votre consentement explicite. Cependant, vos informations peuvent être partagées dans les circonstances suivantes",
  "share-1": "Utilisation du Site : Vos informations personnelles, y compris le contenu que vous publiez, peuvent être visibles par d'autres utilisateurs du Site conformément à vos paramètres de confidentialité.",
  "share-2": "Fournisseurs de services : Nous pouvons partager vos informations avec des prestataires de services tiers qui nous aident à exploiter, à maintenir et à améliorer le Site.",
  "share-3": "Conformité légale : Nous pouvons divulguer vos informations si nous sommes tenus de le faire par la loi, pour protéger nos droits légaux, ou pour répondre à une ordonnance du tribunal ou à une demande gouvernementale.",
  "security": "Sécurité des données",
  "security-intro": "Nous prenons des mesures raisonnables pour protéger vos informations personnelles contre la perte, l'accès non autorisé, la divulgation, la modification ou la destruction. Cependant, aucune méthode de transmission sur Internet ni de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir la sécurité absolue de vos données.",
  "access-control": "Accès et contrôle de vos informations",
  "access-control-intro": "Vous avez le droit d'accéder, de rectifier, de mettre à jour ou de supprimer vos informations personnelles. Vous pouvez également choisir de supprimer votre compte. Pour exercer ces droits ou pour toute question concernant vos données personnelles, veuillez nous contacter à l'adresse fournie à la fin de cette politique.",
  "policy-update": "Modifications de la politique de confidentialité",
  "policy-update-intro": "Nous nous réservons le droit de mettre à jour ou de modifier cette politique de confidentialité à tout moment. Les modifications seront publiées sur cette page avec la date de la dernière mise à jour. Nous vous encourageons à consulter régulièrement cette politique pour rester informé de nos pratiques en matière de confidentialité.",
  "contact-intro": "Si vous avez des questions, des préoccupations ou des commentaires concernant cette politique de confidentialité, veuillez nous contacter à l'adresse suivante",
  "conclusion": "En utilisant le Site Kronikea, vous acceptez cette politique de confidentialité et consentez à la collecte, à l'utilisation et à la divulgation de vos informations conformément à ses termes.",
  "terms": "Conditions d'utilisation",
  "terms-intro": "En utilisant le site internet Kronikea (ci-après dénommé \"le Site\"), vous acceptez pleinement et sans réserve les présentes conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez vous abstenir d'utiliser le Site.",
  "description": "Description du service",
  "description-intro": "Le Site Kronikea est une plateforme en ligne destinée au partage d'histoires, de personnages et de lieux fictifs créés par les utilisateurs. Vous pouvez publier, consulter et interagir avec du contenu littéraire et créatif sur le Site. Les œuvres partagées peuvent inclure des textes, des images, des vidéos, des commentaires et d'autres contenus associés.",
  "responsibility": "Utilisation responsable",
  "responsibility-intro": "En utilisant le Site Kronikea, vous vous engagez à respecter les règles suivantes",
  "responsibility-1": "Vous ne pouvez publier, transmettre ou partager aucun contenu qui enfreint les droits d'auteur, les marques déposées, le droit à la vie privée, la diffamation ou toute autre loi applicable.",
  "responsibility-2": "Vous êtes responsable de tout contenu que vous publiez sur le Site, et vous garantissez que vous avez les droits nécessaires pour partager ce contenu.",
  "responsibility-3": "Vous vous engagez à ne pas utiliser le Site à des fins illégales, frauduleuses, malveillantes ou nuisibles à autrui.",
  "responsibility-4": "Vous acceptez de ne pas perturber le bon fonctionnement du Site, d'accéder à des données ou à des comptes sans autorisation, ou d'utiliser des techniques de piratage.",
  "porn-content": "Contenu à caractère pornographique et balise de signalisation",
  "porn-content-1": "Les utilisateurs ont le droit de publier des textes à caractère pornographique, mais ils sont tenus de le signaler en utilisant la balise prévue à cet effet.",
  "porn-content-2": "Les contenus à caractère pornographique publiés doivent être clairement identifiés comme tels à l'aide de la balise de signalisation appropriée.",
  "porn-content-3": "Les utilisateurs qui publient du contenu à caractère pornographique doivent veiller à respecter les lois et réglementations en vigueur concernant la pornographie et s'assurer que leur contenu est conforme aux directives du Site.",
  "porn-content-4": "Il est strictement interdit de publier, partager ou transmettre des images à caractère pornographique sur le Site.",
  "intellectual-property": "Propriété intellectuelle",
  "intellectual-property-intro": "Tous les contenus publiés sur le Site, à l'exception de ceux clairement marqués comme appartenant à des tiers, sont protégés par des droits d'auteur. Vous pouvez partager et utiliser le contenu dans le respect de ces droits, mais toute reproduction, distribution ou modification non autorisée est interdite.",
  "privacy": "Vie privée",
  "privacy-text": "Nous respectons votre vie privée. Veuillez consulter notre politique de confidentialité pour en savoir plus sur la collecte, l'utilisation et la protection de vos données personnelles.",
  "liability": "Responsabilité",
  "liability-intro": "Kronikea ne peut garantir la qualité, l'exactitude ou la légalité du contenu publié par les utilisateurs. Nous ne sommes pas responsables des actions des utilisateurs ni des dommages directs ou indirects résultant de l'utilisation du Site.",
  "terms-update": "Modification des conditions",
  "terms-update-intro": "Nous nous réservons le droit de modifier ces conditions d'utilisation à tout moment. Les utilisateurs seront informés des modifications par le biais du Site. Il est de votre responsabilité de consulter régulièrement ces conditions pour vous assurer que vous êtes toujours en conformité.",
  "termination": "Résiliation",
  "termination-intro": "Nous nous réservons le droit de suspendre ou de résilier votre accès au Site en cas de violation de ces conditions d'utilisation ou pour toute autre raison à notre discrétion.",
  "contact-privacy": "Pour toute question, préoccupation ou signalement de violation de ces conditions, veuillez nous contacter à l'adresse indiquée sur le Site.",
  "privacy-conclusion": "En utilisant le Site Kronikea, vous reconnaissez avoir lu, compris et accepté ces conditions d'utilisation. Votre utilisation du Site est soumise à ces conditions, ainsi qu'à toutes les lois et réglementations applicables."
}