{
  "about": "À propos de moi",
  "auth-method": "Méthode d'authentification",
  "back-settings": "Retour aux paramètres",
  "banner": "Bannière",
  "change-password": "Changer le mot de passe",
  "change-username": "Changer votre nom d'utilisateur",
  "confirm": "Confirmer",
  "confirm-password": "Confirmez le mot de passe",
  "created": "créations",
  "delete-account": "Supprimer mon compte",
  "delete-confirm": "Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.",
  "delete-explained": "La suppression de votre compte supprimera définitivement toutes vos données et activités de Kronikea, y compris votre profil, vos histoires, vos personnages, vos lieux et vos commentaires. Vous ne pourrez plus accéder à votre compte ni utiliser les fonctionnalités de l'application. Veuillez noter que cette action est irréversible. Si vous êtes certain de vouloir continuer, veuillez saisir votre mot de passe et cliquer sur le bouton \"Confirmer\". Cela supprimera définitivement votre compte et toutes les données associées. Alternativement, si vous ne souhaitez pas supprimer votre compte, vous pouvez simplement fermer cette fenêtre ou cliquer sur le bouton \"Annuler\" pour revenir à l'application. Nous sommes désolés de vous voir partir. Si vous avez des commentaires ou des suggestions sur la façon dont nous pouvons améliorer Kronikea, veuillez nous en informer. Nous apprécions votre soutien et espérons vous revoir à l'avenir.",
  "empty-stories": "Rien à voir ici pour le moment",
  "enter-password-to-delete": "Veuillez entrer votre mot de passe pour supprimer votre compte",
  "favorite-characters": "personnages favoris",
  "favorites": "favoris",
  "favorite-stories": "histoires favorites",
  "first-story": "Créez votre première histoire",
  "follower": "abonné",
  "followers": "abonnés",
  "following": "suivant",
  "followings": "abonnements",
  "google-user": "Utilisateur Google",
  "image": "Image de profil",
  "make-private-tab": "Rendre mon onglet Favoris privé",
  "my": "mes",
  "new-password": "Nouveau mot de passe",
  "old-password": "Ancien mot de passe",
  "privacy": "Confidentialité",
  "privacy-explained": "Lorsque cette option est disponible, les autres utilisateurs ne peuvent pas voir votre onglet Favoris sur votre profil",
  "private-2": "Pour le rendre public, cliquez sur l'icône Paramètres, puis sélectionnez l'onglet Sécurité et décochez \"Rendre mon onglet Favoris privé\" sous Confidentialité",
  "private-message": "ne souhaite pas partager ses favoris avec le monde",
  "private-tab-1": "Votre onglet Favoris est privé. Vous seul pouvez le voir.",
  "profile-settings": "Paramètres de profil",
  "security": "Sécurité",
  "set-password": "Voulez-vous définir un mot de passe",
  "settings": "paramètres",
  "social-links": "Liens sociaux",
  "unmatched-password": "Le mot de passe ne correspond pas",
  "update": "Mettre à jour",
  "upload": "Télécharger une nouvelle image",
  "username": "Nom d'utilisateur",
  "private-fav": "Votre panneau 'Favoris' est en mode Privé. Personne d'autre que vous ne peut le voir. Pour passer en mode 'Public', rendez-vous dans la section 'Sécurité' de vos Paramètres."
}