{
  "kronikea-policy": "Privacy Policy of Kronikea",
  "latest-update": "Latest update",
  "privacy-intro": "The following privacy policy governs how Kronikea (hereinafter referred to as \"we\", \"our\", \"us\") collects, uses, stores, and protects your personal information when you use our website (hereinafter referred to as \"the Site\"). We are committed to protecting your privacy and ensuring the security of your data. By using the Site, you agree to the terms outlined in this privacy policy.",
  "collect": "Information Collection",
  "collect-intro": "When you use our Site, we may collect the following types of information",
  "collect-1": "Personal Information: We may collect information such as your name, email address, and other information you voluntarily provide when registering or creating your profile.",
  "collect-2": "Login Information: We may collect information about your use of the Site, including your IP address, browser type, visit times, and the pages you have viewed. This information is collected automatically through cookies and similar technologies.",
  "collect-3": "User-Generated Content: When you post content on the Site, such as stories, comments, or images, this information may be collected and publicly displayed.",
  "use": "Use of Information",
  "use-intro": "We use the collected information for the following purposes",
  "use-1": "Providing and Improving Our Services: We use your personal information to enable you to use our Site, provide you with features and services, and enhance your user experience.",
  "use-2": "Personalization: We may use your information to personalize your experience on the Site, including recommending content based on your preferences.",
  "use-3": "Communication: We may contact you via email or other means to inform you of updates, news, or to respond to your inquiries.",
  "share": "Information Sharing",
  "share-intro": "We do not sell, rent, or share your personal information with third parties for direct marketing purposes without your explicit consent. However, your information may be shared in the following circumstances",
  "share-1": "Site Usage: Your personal information, including the content you post, may be visible to other users of the Site in accordance with your privacy settings.",
  "share-2": "Service Providers: We may share your information with third-party service providers who assist us in operating, maintaining, and improving the Site.",
  "share-3": "Legal Compliance: We may disclose your information if required by law, to protect our legal rights, or in response to a court order or government request.",
  "security": "Data Security",
  "securty-intro": "We take reasonable measures to protect your personal information from loss, unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the Internet or electronic storage is entirely secure, and we cannot guarantee the absolute security of your data.",
  "access-control": "Access and Control of Your Information",
  "access-control-intro": "You have the right to access, rectify, update, or delete your personal information. You may also choose to delete your account. To exercise these rights or for any questions regarding your personal data, please contact us at the provided address at the end of this policy.",
  "policy-update": "Changes to The Privacy Policy",
  "policy-update-intro": "We reserve the right to update or modify this privacy policy at any time. Changes will be posted on this page along with the date of the last update. We encourage you to regularly review this policy to stay informed about our privacy practices.",
  "contact-intro": "If you have any questions, concerns, or comments regarding this privacy policy, please contact us at the following address",
  "conclusion": "By using the Kronikea Site, you agree to this privacy policy and consent to the collection, use, and disclosure of your information in accordance with its terms.",
  "terms": "Terms of Use",
  "terms-intro": "By using the Kronikea website (hereinafter referred to as \"the Site\"), you fully and unreservedly accept these terms of use. If you do not accept these terms, please refrain from using the Site.",
  "description": "Service Description",
  "description-intro": "Kronikea is an online platform for sharing stories, fictional characters, and places created by users. You can publish, view, and interact with literary and creative content on the Site. The shared works may include texts, images, videos, comments, and other associated content.",
  "responsibility": "Responsible Use",
  "responsibility-intro": "By using the Kronikea Site, you commit to following these rules",
  "responsibility-1": "You may not publish, transmit, or share any content that infringes on copyrights, trademarks, the right to privacy, defamation, or any other applicable law.",
  "responsibility-2": "You are responsible for all content you post on the Site, and you warrant that you have the necessary rights to share this content.",
  "responsibility-3": "You agree not to use the Site for illegal, fraudulent, malicious, or harmful purposes to others.",
  "responsibility-4": "You agree not to disrupt the proper functioning of the Site, access data or accounts without authorization, or use hacking techniques.",
  "porn-content": "Pornographic Content and Flagging",
  "porn-content-1": "Users have the right to publish pornographic texts, but they must flag it using the designated tag.",
  "porn-content-2": "Pornographic content must be clearly identified as such using the appropriate flagging tag.",
  "porn-content-3": "Users who publish pornographic content must ensure compliance with relevant laws and regulations regarding pornography and ensure that their content adheres to the Site's guidelines.",
  "porn-content-4": "Posting, sharing, or transmitting pornographic images on the Kronikea Site is strictly prohibited.",
  "intellectual-property": "Intellectual Property",
  "intellectual-property-intro": "All content published on the Site, except for those clearly marked as belonging to third parties, is protected by copyrights. You may share and use the content respecting these rights, but any unauthorized reproduction, distribution, or modification is prohibited.",
  "privacy": "Privacy",
  "privacy-text": "We respect your privacy. Please refer to our privacy policy to learn more about the collection, use, and protection of your personal data.",
  "liability": "Liability",
  "liability-intro": "Kronikea cannot guarantee the quality, accuracy, or legality of content published by users. We are not responsible for user actions or direct or indirect damages resulting from the use of the Site.",
  "terms-update": "Modification of Terms",
  "terms-update-intro": "We reserve the right to modify these terms of use at any time. Users will be informed of changes through the Site. It is your responsibility to regularly review these terms to ensure ongoing compliance.",
  "termination": "Termination",
  "termination-intro": "We reserve the right to suspend or terminate your access to the Site for violating these terms of use or for any other reason at our discretion.",
  "contact-privacy": "For any questions, concerns, or reports of violations of these terms, please contact us at the address provided on the Site.",
  "privacy-conclusion": "By using the Kronikea Site, you acknowledge that you have read, understood, and accepted these terms of use. Your use of the Site is subject to these terms as well as all applicable laws and regulations.",
  "contact-us": "Contact Us",
  "contact-us-intro": "Do you have questions or comments for Kronikea? We would love to hear from you! Please fill out the form below and we will get back to you as soon as possible.",
  "your-id": "Your ID",
  "your-username": "Your username",
  "contact-us-login": "Please login to fill the form",
  "contact-us-alternative": "Alternatively, you can reach us via email at",
  "contact-us-placeholder": "How can we help you ?",
  "send-button": "Send",
  "follow-us": "Follow us on social media for the latest news, site updates, and promotions",
  "about-us": "About Kronikea",
  "about-intro": "Welcome to Kronikea, the online platform dedicated to literary and artistic creativity and the sharing of unique stories.",
  "about-mission": "Our Mission",
  "about-mission-text": "At Kronikea, we believe in the power of words and imagination to create fascinating worlds. Our mission is to provide a space where writers, aspiring authors, and storytelling enthusiasts can express themselves freely and share their captivating stories with the world. We believe in the importance of diverse voices and perspectives and thus encourage creativity in all its forms.",
  "about-offer": "What We Offer",
  "about-offer-1": "On Kronikea, you can create, publish, and discover a multitude of stories, fictional characters, and imaginary places. Whether you're an experienced writer or writing for pleasure, our platform is designed to allow you to share your creative talents. You'll find a variety of genres ranging from science fiction to romance, fantasy, and much more.",
  "about-offer-2": "But Kronikea goes beyond words. We also provide a space for visual artists. You can publish images of your artistic creations, providing visual support to authors and a space for artists. Whether it's illustrations of your characters, maps of your imaginary worlds, or other forms of art, Kronikea allows you to bring your creations to life in a visual and immersive way.",
  "about-community": "Our Community",
  "about-community-text": "Kronikea is much more than just a platform for writing and art; it's a community of individuals passionate about storytelling, creativity, and artistic expression. Our community is a place of inspiration, idea exchange, and collaboration. We encourage our members to interact, provide constructive feedback, and support the efforts of fellow creators, whether they are writers or artists.",
  "about-links": "Also Read",
  "about-read": "If you have questions, suggestions, or simply want to chat, please don't hesitate to contact us. We're always excited to hear from our users and help them on their creative journeys.",
  "about-thanks": "Thank you for being part of the Kronikea community. Together, we create extraordinary worlds through words and images.",
  "team": "The Kronikea Team",
  "feedback": "Feedback",
  "feedback-intro": "We greatly value your feedback and ideas for improving our website and making your experience even better. Your input is invaluable in helping us evolve as a creative platform. Please use the form below to share your suggestions, recommendations, and ideas for enhancements or changes you would like to see on Kronikea.",
  "feeback-1": "We encourage you to be as specific as possible in your suggestions. Whether it's a new feature, a user interface enhancement, an idea to promote creativity, or any other proposal, every idea matters to us.",
  "feeback-2": "We take all suggestions seriously and strive to review them thoroughly. However, please note that we cannot guarantee the implementation of every suggestion, but we consider each one carefully to improve the overall experience of our community.",
  "feeback-3": "Thank you for contributing to making Kronikea even better! Your creativity and feedback are essential to our ongoing success.",
  "feeback-4": "After submitting your suggestion, our team will review it and keep you informed of any implementation or response to your suggestion. We appreciate your commitment to Kronikea and look forward to reading your innovative ideas to advance our creative platform.",
  "features": "Features",
  "other": "Other"
}