{
  "about": "About Me",
  "auth-method": "Authentication method",
  "back-settings": "Back to settings",
  "banner": "Banner",
  "change-password": "Change your password",
  "change-username": "Change your username",
  "confirm": "Confirm",
  "confirm-password": "Confirm Password",
  "created": "created",
  "delete-account": "Delete my account",
  "delete-confirm": "Are you sure you want to delete your account? This action cannot be undone.",
  "delete-explained": "Deleting your account will permanently remove all of your data and activity from Kronikea, including your profile, stories, characters, locations and comments. You will no longer be able to access your account or use any of the app's features. Please note that this action is irreversible. If you're certain that you want to proceed, please type your password and click the \"Confirm\" button. This will permanently delete your account and all associated data. Alternatively, if you don't want to delete your account, you can simply close this window or click the \"Cancel\" button to return to the app. We're sorry to see you go. If you have any feedback or suggestions for how we can improve Kronikea, please let us know. We appreciate your support and hope to see you again in the future.",
  "empty-stories": "Nothing to see here for the moment",
  "enter-password-to-delete": "Please enter your password to delete your account",
  "favorite-characters": "favorite characters",
  "favorites": "favorites",
  "favorite-stories": "favorites stories",
  "first-story": "Create your first story",
  "follower": "follower",
  "followers": "followers",
  "following": "following",
  "followings": "followings",
  "google-user": "Google User",
  "image": "Profile Image",
  "make-private-tab": "Make my Favorites tab private",
  "my": "my",
  "new-password": "New Password",
  "old-password": "Old Password",
  "privacy": "Privacy",
  "privacy-explained": "When this option is available, the other users can't see your Favorites tab on your profile",
  "private-2": "To make it public, click on the Settings icon, and then select the Security tab and uncheck \"Make my Favorites tab private\" under Privacy",
  "private-message": "does not wish to share there favorites with the world",
  "private-tab-1": "Your Favorites tab is private. Only you can see it.",
  "profile-settings": "Profile Settings",
  "security": "Security",
  "set-password": "Do you want to set a password",
  "settings": "settings",
  "social-links": "Social Links",
  "unmatched-password": "The passwords do not match",
  "update": "Update",
  "upload": "Upload a new image",
  "username": "Username",
  "private-fav": "Your 'Favorites' panel is in Private mode. No one else can see it. To switch to 'Public' mode, go to the 'Security' section of your Settings."
}